Repository: 84000/data-translation-memory
Catalog: toh69_84000-inspiring-determination.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ལྷག་པའི་བསམ་པ་བསྐུལ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Mahāyāna Sūtra Inspiring Determination Inspiring Determination

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas!

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་བཱ་ར་ཎཱ་སཱི་ན་དྲང་སྲོང་ལྷུང་བ་རི་དགས་ཀྱི་ནགས་ན། དགེ་སློང་སྟོང་ཐམ་པའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ལྔ་བརྒྱ་ཕལ་ཆེར་དགེ་བའི་རྩ་བ་ཡོངས་སུ་སྨིན་པ། ལས་ཀྱི་སྒྲིབ་པ་བསལ་བ་ཤ་སྟག་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was residing at Vārāṇasī, in the Deer Park by the Hill of Fallen Sages, accompanied by a great congregation of one thousand monks and five hundred bodhisattvas, most of whom had ripened their roots of virtue and cleared away their obscurations of karma.

source: དེའི་ཚེ་དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་ཁ་ཅིག་འདུ་འཛི་ལ་དགའ་བར་གནས་ཤིང་གཉིད་ལ་དགའ་བ་དང་། ལས་ལ་དགའ་བ་དང་། སྨྲ་བ་ལ་དགའ་བ་དང་། སྤྲོས་པ་ལ་དགའ་བ་དང་། སྦག་པས་སྤགས་པར་གྱུར་པ་དང་། རིགས་པ་མེད་པ་དང་། མི་བརྩོན་པ་དང་། ལེ་ལོ་ཅན་དང་། བརྩོན་འགྲུས་དམན་པ་དང་། སྦྱོར་བ་བཏང་བར་གནས་ཏེ།
en: At that time, some of the bodhisattvas there continued to enjoy social diversions, liked to sleep, liked to work, liked to talk, and liked deceit; they were soiled with stains, improper, indolent, and lazy. They had poor diligence and had stopped applying themselves.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ཡོན་ཏན་མ་ཡིན་པའི་སྤྱོད་པ་འདི་ལྟ་བུ་དང་ལྡན་པར་མཐོང་ངོ་།
en: The bodhisattva great being Maitreya noticed those bodhisattvas conducting themselves in these unvirtuous ways.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་འདི་སྙམ་དུ་སེམས་ཏེ། ཀྱེ་མ་བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་ནི་བྱང་ཆུབ་ཀྱི་ཡན་ལག་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་ལས་ཡོངས་སུ་ཉམས་ཀྱིས་བདག་གིས་བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་བསྐུལ་བར་བྱ།
en: The bodhisattva great being Maitreya then thought to himself, “Alas, these bodhisattvas have slackened in their efforts to perfect the branches of awakening. Therefore, I must rouse these bodhisattvas;

source: དྲན་པར་བྱ་གོར་མ་ཆག་གོ་སྙམ་མོ།
en: I must remind them—that is for certain!” Accordingly, in the afternoon, the bodhisattva great being Maitreya arose from his inner absorption and proceeded to where those bodhisattvas were staying.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ཕྱེ་མ་རེད་ཀྱི་དུས་ཀྱི་ཚེ་ནང་དུ་ཡང་དག་འཇོག་ལས་ལངས་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་མགུ་བར་བྱ་བ་དང་། ཡང་དག་པར་དགའ་བར་བྱ་བའི་གཏམ་རྣམ་པ་སྣ་ཚོགས་བྱས་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཅི་རིགས་ཀྱི་བུ་དག་ཁྱེད་དགེ་བའི་ཆོས་རྣམས་ཀྱིས་འཕེལ་བའམ། ཡོངས་སུ་ཉམས་པར་མ་གྱུར་ཏམ།
en: When he arrived, the bodhisattva great being exchanged greetings with them with sincere joy and delight, and then asked those bodhisattvas, “Tell me, children of noble lineage, are you improving yourselves through the practice of virtue, or have you perhaps been negligent?”

source: དེ་དག་གིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་བྱམས་པ་བདག་ཅག་ནི་དགེ་བའི་ཆོས་རྣམས་ལས་ཡོངས་སུ་ཉམས་ཏེ་འཕེལ་བར་མ་གྱུར་ཏོ།
en: They answered, “Venerable Maitreya, we have neglected and not increased our practice of virtue.

source: །བདག་ཅག་དེ་བཞིན་གཤེགས་པར་འགྱུར་རམ་མི་འགྱུར་སྙམ་པའི་ཐེ་ཚོམ་གྱིས་ཀྱང་བདག་ཅག་གི་སེམས་ཀུན་ནས་དཀྲིས་ཤིང་འདུག་གོ །བདག་ཅག་ལོག་པར་ལྟུང་བའི་ཆོས་ཅན་ཡིན་ནམ།
en: Our minds are ensnared by doubt, as we wonder whether we can become thus-gone ones.

source: ལོག་པར་ལྟུང་བའི་ཆོས་ཅན་མ་ཡིན་ཞིག་གུ་སྙམ་པའི་འགྱོད་པས་ཀྱང་བདག་ཅག་གི་སེམས་ཀུན་ནས་དཀྲིས་ཤིང་འདུག་སྟེ།
en: Our minds are further ensnared by regret, as we worry that we might fall into lower realms;

source: བདག་ཅག་ནི་དགེ་བའི་ཆོས་རྣམས་ལ་ཡང་འདུན་པ་མི་སྐྱེའོ།
en: and so, we have no enthusiasm left for virtuous practice.”

source: །དེ་སྐད་ཅེས་སྨྲས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །རིགས་ཀྱི་བུ་དག་ཁྱེད་ཚུར་ཤོག །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ག་ལ་བཞུགས་པ་དེར་འདོང་ངོ་།
en: The bodhisattva great being Maitreya then said to those bodhisattvas, “Children of noble lineage, come this way. Let us proceed to where the blessed, thus-gone, worthy, and perfect Buddha Śākyamuni is residing.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་ཐམས་ཅད་མཁྱེན་པ། ཐམས་ཅད་གཟིགས་པ། ཡེ་ཤེས་སྒྲིབ་པ་མི་མངའ་བ་དང་ལྡན་པ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྤྱོད་པ་ལ་འཇུག་པ་ལ་མཁས་པ་སྟེ།
en: Because the Blessed One is omniscient and all-seeing, possesses unobscured wisdom, and is wise in the ways of all beings;

source: དེས་ཁྱེད་ཀྱི་སྤྱོད་པའི་རིམ་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཆོས་སྟོན་པར་འགྱུར་བའི་ཕྱིར་རོ།
en: and so, he will teach you the Dharma in a way that is well suited to your level of experience.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་དྲུག་ཅུ་ཙམ་པོ་དེ་དག་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་དང་ལྷན་ཅིག་ཏུ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ།
en: Then those sixty bodhisattvas, together with the bodhisattva great being Maitreya, went to where the Blessed One was residing.

source: ལྷགས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།
en: They assembled before him and offered homage with their heads at his feet.

source: ངུ་ཞིང་བཅོམ་ལྡན་འདས་ལ་ཡན་ལག་ལྔས་ཡང་དང་ཡང་དུ་ཕྱག་འཚལ་ནས་གདོང་ལ་མཆི་མ་ཟག་ཅིང་མགོ་མ་བཏེག་གོ །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།
en: They cried and offered homage to the Blessed One with their four limbs and heads, over and over again, with tears streaming down their faces, and without raising their heads. The bodhisattva great being Maitreya, too, prostrated with his head at the feet of the Blessed One, circumambulated him three times, and then sat off to one side.

source: བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རིགས་ཀྱི་བུ་དག་ཁྱེད་མ་ངུ་མ་འགྱོད་པར་ལོངས།
en: The Blessed One then told the bodhisattvas, “Children of noble lineage, stop crying and moaning, and stand up!

source: ཁྱེད་ཉིད་ཀྱིས་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ལ་མི་རྟོག་པར་དགའ་ཞིང་མགུ་ལ་ཡི་རངས་པས་གཞན་ལ་གཙེ་ཞིང་གཤེ་བ་བྱས་ཏེ།
en: Without regard for the ripening of karma, you joyfully harmed and abused others, taking delight and pleasure in doing so.

source: ལས་ཀྱི་སྒྲིབ་པ་དེ་ལྟ་བུ་མངོན་པར་འདུས་བྱས་པས་ད་ལྟར་ཁྱེད་བསྒྲིབས་ཤིང་ཆོད་དེ་ཀུན་ནས་བསྐོར་ཅིང་ཀུན་ནས་དཀྲིས་ནས་བརྩོན་པར་མི་ནུས་སོ།
en: Through creating obscurations of karma in that way, you are now obscured and hampered. Being overcome and ensnared, you are unable to exert yourselves.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་དྲུག་ཅུ་ཙམ་པོ་དེ་དག་གིས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then those sixty bodhisattvas, hanging their shawls over one shoulder, knelt with their right knees on the ground, joined their palms together respectfully toward the Blessed One, and petitioned him with these words: “Learning this, our minds reverse course;

source: །བདག་ཅག་གིས་གང་ཐོས་ན་རང་གི་སེམས་ཟློག་པར་བགྱིད་ཅིང་ལས་ཀྱི་སྒྲིབ་པ་གཞན་ཡང་མངོན་པར་འདུ་མི་བགྱིད་པར་འགྱུར་བའི་བདག་ཅག་གི་ལས་ཀྱི་སྒྲིབ་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ལེགས་པར་བཀའ་སྩལ་དུ་གསོལ།
en: and so, we beg of the Blessed One to explain well to us our obscurations of karma, so that we can refrain from further compounding them hereafter.”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དྲུག་ཅུ་པོ་དེ་དག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: In response to this request, the Blessed One said the following to those sixty individuals of the Bodhisattva Vehicle:

source: །རིགས་ཀྱི་བུ་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་ལོག་པར་དད་སེལ་གྱི་གསུང་རབ་ལ་ཁྱེད་རབ་ཏུ་བྱུང་སྟེ་འཁོད་པ་ན་ཚུལ་ཁྲིམས་ཀྱི་རྒྱགས་པས་མྱོས་པ་དང་། ཐོས་པའི་རྒྱགས་པས་མྱོས་པ་དང་། སྦྱངས་པའི་ཡོན་ཏན་དང་། ཡོ་བྱད་བསྙུངས་པ་ལ་མངོན་པར་ཞེན་པས་དགེ་སློང་ཆོས་སྨྲ་བ་གཉིས་ལ་འདི་ལྟར་རྙེད་པ་དང་བཀུར་སྟིའི་རྒྱུ་དང་། མཛའ་བཤེས་ཀྱི་ཁྱིམ་དང་། སློངས་མོ་སྟེར་བའི་ཁྱིམ་གྱི་གཞི་ལས་ཕྲག་དོག་དང་སེར་སྣ་དང་ལྡན་པས་འཁྲིག་པའི་སྐུར་པས་བསྐུར་ཏེ།
en: “Children of noble lineage, long ago, in the distant past, during the doctrinal period of the Thus-Gone One Krakucchanda, you took ordination. Thus established, you became intoxicated with conceit about your discipline, drunk with vanity about your learning, and strongly attached to your ascetic practices and your lack of possessions. Consequently, you became jealous and resentful of two monks who were preaching the Dharma, due to the offerings and respect they received, the households of their friends and relatives, and the households of their patrons, and so you directed accusations of lewd conduct at them.

source: ཆོས་སྨྲ་བའི་དགེ་སློང་དེ་གཉིས་ཀྱི་མཛའ་བཤེས་ཀྱི་ཁྱིམ་དང་། སློངས་མོ་སྟེར་བའི་ཁྱིམ་དུ་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ཀྱང་ཁྱེད་ཀྱིས་ཕྱེ་སྟེ། ཐེ་ཚོམ་བསྐྱེད་ཅིང་མ་དད་པར་བྱས་ལ།
en: This created a schism dividing those two Dharma-teaching monks from the households of their friends and relatives and the households of their patrons, who became skeptical and lost their faith in the two monks.

source: དགེ་སློང་ཆོས་སྨྲ་བ་དེ་གཉིས་ཀྱི་མི་སྙན་པ་མང་པོ་དག་ཀྱང་སྨྲས། སེམས་ཅན་དེ་དག་གི་དགེ་བའི་རྩ་བ་ཡང་བཅད་ཅིང་དགེ་བ་ལ་སྒྲིབ་པར་བྱས་ཏེ།
en: By leveling these and many further insults at those two Dharma-teaching monks, you obscured and cut off at the root the virtues of those other beings.

source: མི་དགེ་བའི་ལས་ཀྱི་སྒྲིབ་པ་དེས་ཁྱེད་ལོ་དྲུག་ཁྲིར་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་སྐྱེས་སོ།
en: “Due to that nonvirtuous obscuration of karma, you were reborn in the major hell Incessant Torment for sixty thousand years.

source: །ལོ་བཞི་ཁྲིར་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ཡང་སོས་སུ་སྐྱེས་སོ།
en: For forty thousand years, you were reborn in the major hell Reviving.

source: །ལོ་ཉི་ཁྲིར་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ཐིག་ནག་ཏུ་སྐྱེས་སོ།
en: For twenty thousand years, you were reborn in the major hell Black Lines.

source: །ལོ་བརྒྱད་སྟོང་དུ་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ཚ་བར་སྐྱེས་སོ།
en: For eight thousand years, you were reborn in the major hell of Heat.

source: །ཁྱེད་དེ་ནས་ཤི་འཕོས་ནས་མིའི་ལུས་རྙེད་པ་རྙེད་ནས་ཚེ་རབས་ལྔ་བརྒྱར་མིག་མེད་དེ་དམུས་ལོང་དུ་གྱུར་ཏོ།
en: Afterward, once you died and passed from that realm, you managed to obtain human rebirths, but for five hundred consecutive lifetimes you had no eyes, and so were blind.

source: །ཁྱེད་ལས་ཀྱི་སྒྲིབ་པ་དེ་ཉིད་ཀྱིས་བསྒྲིབས་ནས་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དག་ཐམས་ཅད་དུ་སེམས་རྟུལ་བ་དང་། བརྗེད་ངས་པར་གྱུར་ཏོ།
en: Through the shrouding effect of your obscurations of karma, no matter where you were reborn, in all those lifetimes you were dimwitted and absent-minded.

source: །མི་དགེ་བའི་རྩ་བའི་སྒྲིབ་པས་བསྒྲིབས་ཤིང་དབང་ཆུང་བར་གྲགས་པར་གྱུར་ཏོ།
en: You were shrouded by your obscurations rooted in unvirtuous acts and were entirely hapless.

source: །མི་སྡུག་པའི་སྐྱོན་གྱིས་ཟིལ་གྱིས་ནོན་པ་དང་། སྨད་པ་དང་། བཤུང་བ་དང་། སྐུར་པ་མང་བར་ཡུལ་ངན་པ་དང་། ཡུལ་འཁོར་ངན་པ་དང་། ལྗོངས་ངན་པ་དག་ཏུ་རིགས་ངན་དང་། དབུལ་པོའི་རིགས་དག་ཏུ་སྐྱེས་ནས་རྙེད་པ་ཆུང་བ་དང་། བཀུར་སྟི་ཆུང་བ་དང་། མི་བཀུར་བ་དང་། མི་མཆོད་པར་གྱུར་ཏོ།
en: You were oppressed by ugly flaws and frequently reviled, cursed, and ridiculed. You were reborn in bad lands, bad regions, and bad countries, into bad and impoverished families; you had meager means and little respect, and you were ostracized and unsupported.

source: །ཁྱེད་འདི་ནས་ཤི་འཕོས་ནས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དམ་པའི་ཆོས་ནུབ་པའི་དུས་ཀྱི་ཚེ་ཡུལ་ངན་པ་ཤ་སྟག་ཏུ་རིགས་དམའ་བ་དང་། དབུལ་པོ་དག་ཏུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: “When you have died and passed from this life, during the final half-millennium, at the time when the sacred Dharma is fading, you will be reborn solely in bad lands, into low-caste families and poverty.

source: སྐུར་པ་མང་བ་དང་། བརྗེད་ངས་པ་དང་། དགེ་བའི་རྩ་བ་སྤོང་བ་དང་། བརྩོན་པ་བྱས་ཀྱང་བར་ཆད་འབྱུང་བ་དང་། སྣང་བ་བྱུང་ཡང་ཕྱིར་ནུབ་པར་འགྱུར་རོ།
en: You will be reviled and feeble-minded, and you will abandon the roots of virtue. Even when you apply yourselves, obstacles will arise; and although moments of clarity will dawn, they will subsequently fade away.

source: །ཁྱེད་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་ལས་ཀྱི་སྒྲིབ་པ་ཐམས་ཅད་ཟད་པར་འགྱུར་ཏེ།
en: “During the final half-millennium, all your obscurations of karma will finally be exhausted.

source: ཟད་པར་བྱས་ནས་དེ་བཞིན་གཤེགས་པ་འོད་དཔག་མེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: With their exhaustion, next you will be reborn in Sukhāvatī, the buddha realm of the Thus-Gone One Amitābha.

source: དེ་བཞིན་གཤེགས་པ་འོད་དཔག་མེད་དེས་ཀྱང་ཁྱེད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་སྟོན་པར་འགྱུར་རོ།
en: The Thus-Gone One Amitābha also will prophesy your unsurpassed and perfect awakening.”

source: །དེ་ནས་རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དྲུག་ཅུ་པོ་དེ་དག་གིས་གདོང་ལས་མཆི་མ་ཕྱིས་ནས་སྐྱོ་ཞིང་སྐྱོ་བའི་ཡིད་ཀྱིས་ཡང་དག་པར་དགའ་སྟེ།
en: The sad and distraught minds of those sixty children of noble lineage who belonged to the Bodhisattva Vehicle then turned perfectly joyous.

source: སྤུ་ཟིང་ཞེས་བྱེད་པར་གྱུར་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Wiping the tears from their faces, and with their bodily hairs standing on end, they petitioned the Blessed One as follows:

source: །བཅོམ་ལྡན་འདས་བདག་ཅག་གིས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་རྣམས་ལ་ཐ་བའི་ནོངས་པའི་སེམས་བསྐྱེད་པ་གང་ལགས་པའི་ནོངས་པ་དང་། གཞན་ཡང་ལས་ཀྱི་སྒྲིབ་པ་གང་ཅི་མངོན་པར་འདུས་བགྱིས་པ་རྣམས་བདག་ཅག་གིས་བཤགས་སོ།
en: “Blessed One, we confess the fault of generating a hostile attitude toward individuals who belong to the Bodhisattva Vehicle, and we also confess any other obscurations of karma we have amassed.

source: །བཅོམ་ལྡན་འདས་དེང་སླན་ཆད་བདག་ཅག་འདི་རྣམས་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་སྤྱན་སྔར་ཡི་དམ་འདི་ལྟ་བུ་བཅའ་བར་བགྱིའོ།
en: “Blessed One, from today onward, we make the following promises in the presence of the Thus-Gone One:

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་གི་ལྟུང་བ་མང་བའམ། མང་བ་མ་ལགས་པ་ཡང་རུང་སྟེ། གླེང་ན་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if we should speak of the failings, no matter whether they are many or few, of individuals belonging to the Bodhisattva Vehicle, then we will have betrayed the thus-gone, worthy, and perfect Buddha.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་ལ་བརྙས་སམ། དེ་ལ་མི་སྙན་པ་བརྗོད་ན་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if we should insult individuals who belong to the Bodhisattva Vehicle or speak rudely to them, then we will have betrayed the thus-gone, worthy, and perfect Buddha.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་ཁྱིམ་པའམ་རབ་ཏུ་བྱུང་བ་ཡང་རུང་སྟེ། འདོད་པའི་ཡོན་ཏན་ལྔ་ལ་རྩེ་ཞིང་ཡོངས་སུ་སྤྱོད་པ་མཐོང་ན་མ་དད་པར་བགྱིད་པས་མ་གུས་པ་བསྐྱེད་དམ། དེ་ལ་སྟོན་པར་འདུ་ཤེས་མ་བསྐྱེད་ན་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if we see individuals who belong to the Bodhisattva Vehicle, whether they are lay or ordained, amusing themselves with and enjoying the five sense pleasures, and this makes us lose faith, such that we become disrespectful or unable to perceive them as teachers, then we will have betrayed the Thus-Gone One.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་མཛའ་བཤེས་ཀྱི་ཁྱིམ་དང་། སློངས་མོ་སྟེར་བའི་ཁྱིམ་གྱི་རྒྱུས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་རྣམས་ཀྱི་ལུས་ལ་གནོད་པའམ། སེམས་ལ་གནོད་པ་བགྱིས་ན་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if we physically or mentally harm individuals belonging to the Bodhisattva Vehicle on account of the households of their friends and relatives or the households of their patrons, then we will have betrayed the Thus-Gone One.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་མཐོང་ནས་ཡིད་དུ་མི་འོང་བའི་ཚིག་གཅིག་ཙམ་ཞིག་སྨྲས་ན་ཡང་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if even a single unpleasant word slips from our mouths upon seeing an individual belonging to the Bodhisattva Vehicle, then we will have betrayed the Thus-Gone One.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་ཉིན་ལན་གསུམ་མཚན་ལན་གསུམ་དུ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་ལ་ཕྱག་མ་བགྱིས་ན་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if we fail to pay homage to individuals belonging to the Bodhisattva Vehicle three times during the day and three times at night, then we will have betrayed the Thus-Gone One.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་བརྟུལ་ཞུགས་ཡང་དག་པར་བླངས་པ་འདིའི་སླད་དུ་རྒྱལ་སྲིད་ཐོབ་པ་འམ། ནོར་ཐོབ་པ་འམ། ལུས་དང་། སྲོག་དང་ཡང་མ་བསྡོས་ན་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if we are unwilling to sacrifice a kingdom or a fortune, or to risk life and limb, for the sake of this disciplined conduct to which we have committed, then we will have betrayed the Thus-Gone One.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་འམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པའི་གང་ཟག་ལ་བརྙས་ཏེ། བདག་ཅག་ནི་ཆེས་དྲག་གིས་དེ་དག་ནི་དེ་ལྟ་མ་ཡིན་ནོ་སྙམ་ན་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if we demean individuals belonging to the Hearer or Solitary Buddha Vehicles, thinking, ‘We most assuredly are not like them!’ then we will have betrayed the Thus-Gone One.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་དམའ་བའི་སེམས་དང་། གདོལ་པ་དང་། ཁྱིའི་སེམས་ལྟ་བུར་གནས་པར་མ་བགྱིས་ན་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if we do not maintain an attitude of humility, as if we were outcasts or dogs, then we will have betrayed the Thus-Gone One.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་བདག་ལ་སྟོད་དམ། གཞན་ལ་སྨོད་ན་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if we praise ourselves or criticize others, then we will have betrayed the Thus-Gone One.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་གནོད་སེམས་དང་། རྩོད་པའི་འཇིགས་པས་བསྐུལ་མ་ཐག་ཏུ་དཔག་ཚད་དམ་དཔག་ཚད་བརྒྱ་རམ་བྱོལ་ན་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if we are at risk of becoming involved in conflict and dispute and we do not immediately distance ourselves from it by a mile or a hundred miles, then we will have betrayed the Thus-Gone One.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་བདག་ཉིད་ཚུལ་ཁྲིམས་དང་ལྡན་པར་ཁས་འཆེ་བ་འམ། མང་དུ་ཐོས་པ་འམ། སྦྱངས་པའི་ཡོན་ཏན་དང་ལྡན་པའམ། ཡོན་ཏན་གང་ཡང་རུང་བ་ཞིག་གིས་བདག་བརྗོད་ན་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if we claim to have good discipline, or refer to ourselves as well educated or well trained, or as having any good qualities at all, then we will have betrayed the Thus-Gone One.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་ཅག་གིས་དེང་སླན་ཆད་དགེ་བ་མི་སྤྱོམས་ཤིང་སྡིག་པ་མི་འཆབ་པར་གནས་པར་མ་བགྱིས་ན་བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་བསླུས་པར་འགྱུར་རོ།
en: “Blessed One, from today onward, if we do not refrain from boasting of our virtues and concealing our faults, then we will have betrayed the thus-gone, worthy, and perfect Buddha.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་དེ་དག་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ།
en: Then the Blessed One congratulated those individuals belonging to the Bodhisattva Vehicle, saying, “Well said!

source: རིགས་ཀྱི་བུ་དག་ལེགས་སོ།
en: Well said, children of noble lineage!

source: །ལེགས་སོ་ཚིག་འདི་ཁྱེད་ཀྱིས་ལེགས་པར་སྨྲས་སོ།
en: Well said! You have spoken well!

source: །ཡང་དག་པར་བླང་པ་འདི་ལེགས་པར་བྱས་སོ།
en: This commitment is well made.

source: །ཁྱེད་ཡང་དག་པར་བླང་བ་འདི་ལ་གནས་ན་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་བྱང་བར་འགྱུར་ཞིང་དགེ་བའི་རྩ་བ་རྣམ་པར་དག་པ་ཡང་ཐོབ་པར་འགྱུར་རོ།
en: If you abide by this commitment, your obscurations of karma will be purified, and you likewise will acquire pure roots of virtue.”

source: །དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་བཀའ་སྩལ་པ།
en: At that point the Blessed One addressed the bodhisattva great being Maitreya:

source: བྱམས་པ་རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོ་ལས་ཀྱི་སྒྲིབ་པ་སྦྱང་བར་འདོད་པས་ཇི་ལྟར་རིགས་ཀྱི་བུ་འདི་དག་གིས་བྱས་པ་དེ་བཞིན་དུ་ཡི་དམ་བཅའོ།
en: “Maitreya, sons or daughters of noble lineage who wish to purify their obscurations of karma should make just the type of commitment these children of noble lineage have made.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཅི་རིགས་ཀྱི་བུ་འདི་དག་ཡི་དམ་འདི་ཡོངས་སུ་རྫོགས་པར་བགྱིད་པར་འགྱུར་ལགས་སམ། འོན་ཏེ་ཡོངས་སུ་གཏོང་བར་འགྱུར་ལགས་བཀའ་སྩལ་པ།
en: Then the bodhisattva great being Maitreya asked the Blessed One, “Blessed One, will these children of noble lineage fulfill this commitment, or will they abandon it?

source: བྱམས་པ་རིགས་ཀྱི་བུ་འདི་དག་ནི་ཡི་དམ་འདི་ལུས་དང་སྲོག་གི་ཕྱིར་ཡང་སྤོང་བར་མི་འགྱུར་རོ།
en: Please tell me.” “Maitreya, these children of noble lineage will never abandon their commitment, even at the cost of life and limb.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་ཆོས་དུ་དང་ལྡན་ན་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དམ་པའི་ཆོས་རྣམ་པར་འཇིག་པའི་ཚེ་མ་སྣད་ཅིང་མ་རྨས་ལ་བདེ་བར་ཡོངས་སུ་ཐར་བར་འགྱུར་ལགས།
en: Then the bodhisattva great being Maitreya asked the Blessed One, “Blessed One, during the final half-millennium, when the sacred Dharma is perishing, if an individual who belongs to the Bodhisattva Vehicle possesses certain qualities, will that person then be spared harm and injury, and readily attain liberation?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: The Blessed One responded to the question posed by the bodhisattva great being Maitreya in this way:

source: །བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་ཆོས་བཞི་དང་ལྡན་ན་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དམ་པའི་ཆོས་རྣམ་པར་འཇིག་པའི་ཚེ་མ་སྣད་ཅིང་མ་རྨས་ལ་བདེ་བར་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ།
en: “Maitreya, if an individual who belongs to the Bodhisattva Vehicle possesses four qualities, then during the final half-millennium, when the sacred Dharma is perishing, that person will be spared harm and injury, and will be liberated without difficulty.

source: །བཞི་གང་ཞེ་ན།
en: What are the four?

source: བདག་གིས་འཁྲུལ་པ་ལ་སོ་སོར་རྟོག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་གཞན་གྱི་ཉེས་པ་མི་གླེང་བ་དང་། མཛའ་བཤེས་ཀྱི་ཁྱིམ་དང་། སློངས་མོ་སྟེར་བའི་ཁྱིམ་ལ་མི་ལྟ་བ་དང་། ཡིད་དུ་མི་འོང་བའི་ཚིག་སྤོང་བ་སྟེ།
en: Recognizing one’s own mistakes, (2) not discussing the faults of others who belong to the Bodhisattva Vehicle, (3) paying no attention to the households of friends and relatives and the households of patrons, and (4) abandoning unpleasant speech.

source: བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་ཆོས་བཞི་པོ་དེ་དག་དང་ལྡན་ན་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དམ་པའི་ཆོས་རྣམ་པར་འཇིག་པའི་ཚེ་མ་སྣད་ཅིང་མ་རྨས་ལ་བདེ་བར་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ།
en: Maitreya, if an individual who belongs to the Bodhisattva Vehicle possesses those four qualities, then during the final half-millennium, when the sacred Dharma is perishing, that person will be spared harm and injury, and will be liberated without difficulty.

source: །བྱམས་པ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་ཆོས་བཞི་དང་ལྡན་ན་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དམ་པའི་ཆོས་རྣམ་པར་འཇིག་པའི་ཚེ་མ་སྣད་ཅིང་མ་རྨས་ལ་བདེ་བར་ཡོངས་སུ་ཐར་བར་འགྱུར་ཏེ།
en: “Moreover, Maitreya, if someone who belongs to the Bodhisattva Vehicle possesses another four qualities, then during the final half-millennium, when the sacred Dharma is perishing, that person will be spared harm and injury, and will be liberated without difficulty.

source: བཞི་གང་ཞེ་ན།
en: What are these other four?

source: ཐོས་པ་ཉུང་ངུའི་སེམས་ཅན་ཡོངས་སུ་སྤོང་བ་དང་། འཁོར་མི་བསྡུ་བ་དང་། བས་མཐའི་གནས་མལ་ལ་བསྟེན་པ་དང་། བདག་དུལ་བ་དང་། ཞི་བ་དང་། ཞི་གནས་ཀྱི་སྦྱོར་བ་ལ་བརྩོན་པ་སྟེ།
en: Avoiding beings who are of little learning, (2) not collecting followers, (3) taking shelter in sparsely inhabited places, and (4) diligently training oneself to be disciplined and peaceful and to remain tranquil.
